[
  {
    "sender": "BitDaemon@Morris.com",
    "subject": "Download protocol for barracks door",
    "body": "Good job getting to your email! Here is the download protocol your going to need to unlock the door.\n\nprotocolKey.exe_(35.2MB)",
    "type": "good"
  },
  {
    "sender": "SecurityTeam@MorrisSecurity.hyde.gov",
    "subject": "Security Breach in Email system",
    "body": "Attention all Security staff,\n\nThis is the Information Board Of Human Resources.\nToday at 12:35PM there was a security breach in the our mailing system, causing many emails to \nbe sent to our employees, impersonating Morris Station Staff. \nYou must download the following file from the servers within 3 days of reciving this email.\nFailirue to do so, will result in your account being suspended.\n\nSETUP.EXE_(800.MB)\n\nFrom,\nMorris Station Security",
    "type": "bad"
  },
  {
  "sender": "SurveyBureau@MorrisFacultyOffers.net",
  "subject": "Extra 50% trade in credit",
  "body": "Earlier this week, you have agreed to take part in our survey about the conditions of your position as an employee of Morris Station.\nThis following survey will take about 12 to 15 minutes to complete and you will recive a code for a $300 gift card\n for your trouble. This code will arrive via email within two weeks of the completed survey.\n HawkPartners, an independent market research firm, along with SSI, a global provider of data solutions and technology,\n is conducting this survey on behalf of a major, U.S. based financial services company.\n\n All responses provided in this survey will be anonymous and confidential.\n\nPlease click on the below link to start the online survey:\n Click here: https://survey.Sab.golpicksLabs.md.cor.net/mell",
  "type": "spam"
  },
  {
    "sender": "cutomerservice@Notifications.g.com",
    "subject": "Morris Station Alert",
    "body": "Dear Employee, The following alert has been posted to your net ID in our systems,regarding an unauthorized access to your account:\n\n*Confidential Alert*\n\nWe implore you to follow our site\n (https://alerts.morris.n.frok.net) \nto confirm your personal details to avoid account suspended from our system.\n\nThank you,\n\nMorris Town Service",
    "type": "scams"
  },
  {
    "sender": "Faculty@Maintenance.org",
    "subject": "Latest Equipment Check",
    "body": "Just a heads up everyone, there is going to be an equipment check at the end of the week.",
    "type": "good"
  },
  {
    "sender": "faculty@matainence.com",
    "subject": "Message from staff portal",
    "body": "You have new important message from the Staff portal\nClick here to read\nhttps://forums.g.dmr.showcin.formato.mp\n\nThank you\nMorris Station\nAll rights reserved.",
    "type": "bad"
  },
  {
  "sender": "facultyAid@yawho.com",
  "subject": "Morris Station Mailing News",
  "body": "Dear faculty member,\n\nThis is the Board of Security.\nSystem maintenance is scheduled for 09h15 today, you are required to update your access below to \nenable accessibility to the Morris Station System.\n\nUPDATE YOUR ACCESS HERE:\nhttps://MorrisStation.juppersHoxer.com\n\nBest Regaurds,\nMorris Station Committee",
  "type": "bad"
  },
  {
    "sender": "SecurityTeam@MorrisSecurity.gov",
    "subject": "Security Breach in Email system",
    "body": "Attention all Security staff,\n\nToday at 12:35PM there was a security breach in the our mailing system, causing many emails to \nbe sent to our employees, impersonating Morris Station Staff. Please take care in reading your emails.\n\nFrom,\nMorris Station Security",
    "type": "good"
  },
  {
    "sender": "boardOfMorrisStation@morris.com",
    "subject": "IT Service Help-Desk",
    "body": "We are shutting down your present  Account to create space for Morris Station mail with a high visual definition and Space.\n This service creates more space and easy access to email. Please update your account by clicking on the link below and fill information for activation.\n\nCLICKHERE\n\nFollow the procedure and complete information by clicking SUBMIT. A new space will be created within 48 hours.\n\nThank you for understanding.\n\nMorris Station Finacial Service Desk",
    "type": "bad"
  },

]